


export function About() {

    return (
        <section className="about-section">
            <div className="about-container">
                <h1 className="home-text">About</h1>
                <p className="about-info-text">
                    ברוכים הבאים לאתר הצעצועים הכי כיפי! 🌟 חולמים על עולם מלא בצעצועים מדליקים ומשחקים מרתקים? הגעתם למקום הנכון! אצלנו תמצאו מגוון עצום של צעצועים לכל הגילאים - החל מתינוקות ועד בני נוער, כולם ימצאו כאן משהו שהם יאהבו.
                    🎉 הנחות מטורפות ומבצעים מיוחדים! כל שבוע אנחנו מפתיעים אתכם עם הנחות מדהימות ומבצעים שאי אפשר לפספס. אל תפספסו את ההזדמנות לקנות את הצעצועים הכי טובים במחירים הכי משתלמים.
                    📚 צעצועים חינוכיים ומפתחים אצלנו תמצאו צעצועים שמפתחים את היצירתיות, החשיבה והמיומנויות החברתיות של הילדים שלכם. משחקים לימודיים, פאזלים, ערכות יצירה ועוד הרבה הפתעות מחכות לכם כאן.
                    🚚 משלוח מהיר עד הבית כבר לא צריך לצאת מהבית כדי לקנות צעצועים! הזמינו עכשיו ותקבלו את המוצרים האהובים עליכם ישירות לדלת הבית במהירות וביעילות.
                    😊 שירות לקוחות מעולה הצוות שלנו תמיד כאן כדי לעזור לכם! יש לכם שאלות או צריכים ייעוץ? פנו אלינו ואנחנו נשמח לעזור.
                    בואו לבקר אותנו ולהתאהב מחדש בעולם הצעצועים! התחילו לגלוש באתר, תמצאו את הצעצועים שאתם מחפשים ותעניקו לילדים שלכם את המתנות הכי שוות.
                    🌈 היכנסו עכשיו ותגלו עולם חדש של כיף ומשחקים! [כפתור: התחילו לקנות עכשיו]
                    מצפים לראות אתכם, צוות האתר לצעצועים.
                </p>
            </div>
        </section>
    )
}